{
  "_id": "page.privacy",
  "_type": "page.content",
  "body": "## Privacy notice\r\n\r\nThis privacy notice explains what you can expect from the HM Courts and Tribunals Service (HMCTS) when we request or hold your personal information (‘personal data’) obtained through the feedback you provided on our services; it explains how you can request for a copy of your personal data; and what you can do if you think we’ve done something wrong. \r\n\r\nHMCTS is an Executive Agency of the Ministry of Justice (MoJ). MoJ is the data controller for the personal information we hold. Details of MoJ’s Information Charter can be found here: [https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter). \r\n\r\nIf you choose to access our services online you will need to provide your personal information. For details on how your personal information is used by HMCTS for online services and the terms and conditions of those services can be found here: [https://hmcts-access.service.gov.uk/privacy-policy](https://hmcts-access.service.gov.uk/privacy-policy).\r\n\r\nHMCTS collects and processes personal data for the performance of its public functions. These include: the administration of Justice, criminal and civil enforcement of fines, research for the development of justice policies and statistics; and for improvements to the services we provide. \r\n\r\n## About personal information \r\n\r\nPersonal data is information about you as an individual. It can be your name, address, email address or telephone number. It can also include sensitive information about your physical and mental wellbeing, information about children and family members, spent and unspent criminal conviction details, racial and ethnic origin, sexual orientation, religious beliefs, trade union membership and political beliefs. \r\n\r\nWe know how important it is to protect individual’s privacy and to comply with the data protection laws. We will safeguard your personal data and will only disclose it where it is lawful to do so, or with your consent. \r\n\r\n## Types of personal data we process\r\n \r\nWe only process personal data necessary for the administration of justice and other civil justice services we provide to you. Personal data HMCTS collects for the feedback service includes names, dates of birth, addresses, email addresses and telephone number. HMCTS will not collect other personal data for the feedback service but you may choose to include personal data such as nationality and ethnicity, financial information, sexual orientation, information about offences or alleged offences committed and physical and mental health information when providing feedback. We will never process this data and it will not impact on how we respond to your feedback or deal with your case. \r\n\r\n## Purpose of processing and the lawful basis for the process \r\n\r\nWe work to administer criminal, civil and family courts and tribunals in England and Wales and support the judiciary. We also work to provide a more effective, transparent and responsive criminal, civil and family justice system for victims and the public.\r\n\r\nWe collect personal data directly from individuals and we are provided personal data by other justice and government organisations including the Crown Prosecution Service, police, prisons and probation, as required by law for the administration of justice. \r\n\r\n## Who your information may be shared with \r\n\r\nWe sometimes need to share the personal information we process with other justice and public-sector organisations. Where this is necessary we will comply with data protection laws. The organisations we may share your personal information, which include but not limited to: The Crown Prosecution Service, police, prisons and probation services, enforcement agencies, local authorities, financial authorities, NHS and HMCTS Delivery Partners, Cafcass/Cafcass Cymru, General Register Office, Office of National Statistics, Law Society, Parliamentary and Health Service Ombudsman and other government departments. \r\n\r\n## Retention period for information collected \r\n\r\nWe will only hold information in accordance with the legal requirements applicable to the data or in line with our ‘Record Retention schedules’ and policy, which we review regularly. We will only retain your information for as long as we need to. This includes the time during which you are our customer or customer’s representative. \r\n\r\nAll data is held electronically in our system as described in the relevant data retention policies, including:\r\n\r\n- Complaint files which are closed where no ex gratia or compensation payment has been made will be destroyed 2 years from the date of last action.\r\n- Complaint files which are closed where an ex gratia or compensation payment has been made will be retained for 7 years in line with financial assurance guidelines.\r\n\r\nAll other feedback will have a retention period of 3 years.\r\n\r\nIf the feedback is submitted from an online service, the data is stored securely encrypted in the MoJ Cloud Platform hosting environment for 28 days from the date it was submitted before an automated deletion. The retention period is to allow any failure in the communication between the online feedback form and the feedback system (OPTIC) to be corrected.\r\n\r\n## Access to personal information \r\nYou can find out if we hold any personal data about you by making a ‘subject access request’. To do this please contact: \r\n\r\nDisclosure Team  \r\nPost point 10.38  \r\n102 petty France  \r\nLondon  \r\nSW1H 9AJ  \r\n\r\nIf you want to know what information is on your current or a previous prison record, contact: \r\n\r\nBranston Registry Building 16    \r\nS & T Store Burton Road \r\nBranston  \r\nBurton-on-Trent  \r\nStaffordshire DE14 3EG  \r\n\r\n## When we ask you for personal data \r\n\r\nWe promise to inform you why we need your personal data and ask only for the personal data we need and not collect information that is irrelevant or excessive:\r\n\r\n- You can withdraw consent at any time, where relevant; \r\n- You can lodge a complaint with the supervisory authority; \r\n- Protect it and make sure no unauthorised person has access to it; \r\n- Only where appropriate and necessary share it with other organisations for legitimate purposes; or where required or permitted by law; \r\n- Make sure we don’t keep it longer than is necessary; \r\n- Not make your personal data available for commercial use without your consent; and \r\n- Consider your request to correct, stop processing or erase your personal data. \r\n\r\n## Getting more information: \r\n\r\nYou can get more details on: \r\n\r\n- Circumstances where we can pass on personal information without telling you, for example, to help with the prevention or detection of crime or to produce anonymised statistics; \r\n- Our instructions to staff on how to collect, use or delete your personal information; \r\n- How we check that the information we hold is accurate and up-to-date; \r\n- How to make a complaint; and by contacting the court handling your information or see the information provided when you accessed our services or were contacted by us. \r\n\r\nThe MoJ data protection officer can be contacted at: \r\n102 petty France  \r\nLondon  \r\nSW1H 9AJ  \r\nEmail: data.compliance@justice.gov.uk.  \r\n\r\n## Complaints \r\n\r\nWhen we ask you for information, we will keep to the law. If you consider that your information has been handled incorrectly, you can contact the Information Commissioner for independent advice about data protection. You can contact the Information Commissioner at: \r\n\r\n### Information Commissioner's Office \r\n\r\nWycliffe House  \r\nWater Lane  \r\nWilmslow  \r\nCheshire  \r\nSK9 5AF ",
  "heading": "HMCTS Feedback System (OPTIC)",
  "url": "privacy"
}