{
  "_id": "page.accessibility",
  "_type": "page.content",
  "body": "## Using this online form\r\n\r\nThis online form is run by the Ministry of Justice. We want as many people as possible to be able to use this online form. For example, that means you should be able to:\r\n\r\n* change colours, contrast levels and fonts\r\n* zoom in up to 300% without the text spilling off the screen\r\n* navigate the form using just a keyboard\r\n* navigate the form using speech recognition software\r\n* listen to the form using a screen reader (including recent versions of JAWS, NVDA and VoiceOver)\r\n\r\nWe’ve also made the text as simple as possible to understand.\r\n\r\n[AbilityNet](https://mcmw.abilitynet.org.uk/) has advice on making your device easier to use if you have a disability.\r\n\r\n## About the accessibility of this online form\r\n\r\nWe are in the process of arranging a full WCAG 2.1 audit for this online form.\r\n\r\nWe will update this statement once we’ve received the WCAG 2.1 audit report. In the meantime, we have done some basic checks, and addressed the issues that were flagged.\r\n\r\nWe used components in the GOV.UK Design System to build this form. The [Design System accessibility](https://design-system.service.gov.uk/accessibility/) guide explains the current state of accessibility for these components.\r\n\r\nWe have extended the functionality of one of the components provided by the GOV.UK Design System. The ‘add another’ component, on the upload page, is a new component. It hasn’t been thoroughly tested yet, but will be tested when this service goes to audit.\r\n\r\n## What to do if you can’t access part of this form\r\n\r\nIf you can’t access part of this form, you can make a complaint by contacting any court or tribunal. Use the [Court and tribunal finder](https://courttribunalfinder.service.gov.uk) to find contact details for court and tribunal venues.\r\n\r\n## Reporting accessibility problems\r\n\r\nWe’re always looking to improve the accessibility of this online form.\r\n\r\nIf you find any problems that aren’t listed on this page or think we’re not meeting the requirements of the accessibility regulations, contact: <hmctsforms@justice.gov.uk> giving details of the issue and any assistive technology you are using.\r\n\r\n## Enforcement procedure\r\n\r\nThe Equality and Human Rights Commission (EHRC) is responsible for enforcing the accessibility regulations. If you’re not happy with how we respond to your complaint, [contact the Equality Advisory and Support Service (EASS)](https://www.equalityadvisoryservice.com/).\r\n\r\n## Technical information about this online form’s accessibility\r\n\r\nThe Ministry of Justice is committed to making its online forms and services accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.\r\n\r\nThis online form is partially compliant with the [Web Content Accessibility Guidelines version 2.1](https://www.w3.org/TR/WCAG21/) AA standard, due to the non-compliance issues listed below.\r\n\r\n## Issues with interactive tools and transactions\r\n\r\nThere are known issues with the GOV.UK Design System, as explained in the Design System accessibility guide. We will update our form with any accessibility fixes once they are released to the GOV.UK Design System.\r\n\r\n## How we tested this online form\r\n\r\nBasic tests were performed on this online form. The form was tested from start to finish with keyboard testing, zooming in to 300% and VoiceOver. These tests were carried out by the Ministry of Justice.\r\n\r\nWe tested our main online platform, available at \r\n[https://complain-about-a-court-or-tribunal.form.service.justice.gov.uk](https://complain-about-a-court-or-tribunal.form.service.justice.gov.uk)\r\n\r\n## What we’re doing to improve accessibility\r\n\r\nWe are in the process of arranging a full WCAG 2.1 audit of this online form. We will then update this statement.\r\n\r\nThis statement was prepared on 25 September 2019.",
  "heading": "Accessibility",
  "url": "accessibility"
}